src/app/controllers/users_controller.rb

INSERT INTO `users` (`name`, `email`, `password_digest`, `created_at`, `updated_at`) VALUES ('taro', 'taro1025@gmail.com', '$2a$04$ysZ8w7g93O7S0So.kT8lJetOKXbSJV/qPygR9waAXu8V9Ueoidp5S', '2021-05-18 18:45:27.433784', '2021-05-18 18:45:27.433784')
---
  def create
    @user = User.new(user_params)
    if @user.save